Repository: RockxyApp/Rockxy
Catalog: Rockxy/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: No Rules
zh_hans: 无规则

source: No Runtime Events
zh_hans: 没有运行时事件

source: No runtime snippet needed for this device flow
zh_hans: 此设备流程无需运行时代码片段

source: No saved items
zh_hans: 没有已保存的项目

source: No Saved Requests
zh_hans: 没有已保存的请求

source: No script is loaded to save.
zh_hans: 没有已加载的脚本可保存。

source: No Script Loaded
zh_hans: 未加载脚本

source: No Scripts
zh_hans: 没有脚本

source: No Selection
zh_hans: 无选择

source: No Server Certificates
zh_hans: 没有服务器证书

source: No Set-Cookie Headers
zh_hans: 无 Set-Cookie 标头

source: No setups in this section
zh_hans: 此部分没有设置项

source: No snippet is available for %@.
zh_hans: 没有适用于 %@ 的代码片段。

source: No SSL proxy locations found in the file.
zh_hans: 文件中未找到 SSL 代理位置。

source: No successful response was captured for this request.
zh_hans: 没有为此请求捕获到成功的响应。

source: No Telemetry
zh_hans: 无遥测

source: No Template Selected
zh_hans: 未选择模板

source: No template selected.
zh_hans: 未选择模板。

source: No Timeline Data
zh_hans: 没有时间线数据

source: No timing data
zh_hans: 无时序数据

source: No tool-call payloads were visible in the captured traffic.
zh_hans: 捕获的流量中没有可见的工具调用有效载荷。

source: No Traffic Captured
zh_hans: 未捕获流量

source: No traffic detected
zh_hans: 未检测到流量

source: No traffic usually means the platform proxy is wrong
zh_hans: 没有流量通常意味着平台代理设置错误

source: No traffic usually means the proxy is not set on the active Wi-Fi
zh_hans: 没有流量通常意味着当前 Wi-Fi 未设置代理

source: No transactions to export
zh_hans: 没有可导出的事务

source: No unusual behavior detected
zh_hans: 未检测到异常行为

source: No usable hosts found in the imported file.
zh_hans: 导入的文件中未找到可用主机。

source: No usable SSL hosts found in the imported file.
zh_hans: 在导入的文件中未找到可用的 SSL 主机。

source: No Web3 Detected
zh_hans: 未检测到 Web3

source: No WebSocket Data
zh_hans: 没有 WebSocket 数据

source: Node core
zh_hans: Node 核心

source: Noise Control
zh_hans: 噪声控制

source: Normally excluded by Focus / Noise
zh_hans: 通常被焦点/噪声排除

source: Not applied
zh_hans: 未应用

source: Not assigned
zh_hans: 未分配

source: Not Authorized Yet!
zh_hans: 尚未授权！

source: not available
zh_hans: 不可用

source: Not captured
zh_hans: 未捕获

source: Not Checked
zh_hans: 未检查

source: Not configured
zh_hans: 未配置

source: Not downloaded
zh_hans: 未下载

source: Not Generated
zh_hans: 未生成

source: not installed
zh_hans: 未安装

source: Not Installed
zh_hans: 未安装

source: Not matched — this request will continue to the origin.
zh_hans: 未匹配 — 此请求将继续发送到源服务器。

source: Not Now
zh_hans: 暂不

source: Not Ready
zh_hans: 未就绪

source: Not returned
zh_hans: 未返回

source: Not selected
zh_hans: 未选择

source: Not used
zh_hans: 未使用

source: Not Valid After
zh_hans: 有效期至

source: Not Valid Before
zh_hans: 有效期自

source: Note…
zh_hans: 备注…

source: Notes
zh_hans: 备注

source: Nothing in this workspace can be exported in this format.
zh_hans: 此工作区中没有可以此格式导出的内容。

source: Now
zh_hans: 现在

source: OAuth is not configured for this build. Personal access token fallback is available.
zh_hans: 此构建未配置 OAuth。可以回退使用个人访问令牌。

source: observed
zh_hans: 已观察

source: Observed
zh_hans: 已观察

source: observed + derived
zh_hans: 观察 + 推导

source: Off
zh_hans: 关闭

source: OK
zh_hans: 好

source: Ollama %@ is ready on this Mac.
zh_hans: Ollama %@ 已在这台 Mac 上就绪。

source: Ollama %@ Ready
zh_hans: Ollama %@ 已就绪

source: Ollama did not start its local service.
zh_hans: Ollama 未启动其本地服务。

source: Ollama runs local models used by Rockxy. The app is downloaded from ollama.com.
zh_hans: Ollama 运行 Rockxy 使用的本地模型。App 从 ollama.com 下载。

source: Ollama Runtime Unavailable
zh_hans: Ollama 运行时不可用

source: On
zh_hans: 开

source: On Android, release builds typically do not trust user CAs; validate with a debug build whose network-security-config allows them.
zh_hans: 在 Android 上，发布版本通常不信任用户 CA；请使用其 network-security-config 允许用户 CA 的调试版本进行验证。

source: On/Off: ⌘B
zh_hans: 开/关：⌘B

source: Only cURL commands can be imported.
zh_hans: 只能导入 cURL 命令。

source: Only includes traffic captured from the selected application.
zh_hans: 仅包括从所选应用程序捕获的流量。

source: Only listen on localhost
zh_hans: 仅监听 localhost

source: Only one profile can be enabled. It follows Rockxy's global first-match rule order and applies to intercepted HTTP and HTTPS traffic.
zh_hans: 只能启用一个配置。它遵循 Rockxy 的全局首个匹配规则顺序，并应用于拦截的 HTTP 和 HTTPS 流量。

source: Only reviewed content and required provider metadata will be sent
zh_hans: 仅会发送已审查的内容和必要的提供商元数据

source: Open & Check Again
zh_hans: 打开并再次检查

source: Open %@
zh_hans: 打开 %@

source: Open a guided or configured setup for this target
zh_hans: 打开此目标的引导式或已配置设置

source: Open a prepared terminal that points %@ at Rockxy before you run your app or script.
zh_hans: 运行应用或脚本前，打开一个已准备好的终端，让 %@ 指向 Rockxy。

source: Open a scoped Rockxy-prepared session for this target.
zh_hans: 打开由 Rockxy 为此目标准备的限定范围会话。

source: Open a script from the Scripting window to edit it here.
zh_hans: 从脚本窗口打开一个脚本以在此处编辑。

source: Open Advanced Proxy Settings
zh_hans: 打开高级代理设置

source: Open Advanced Proxy Settings…
zh_hans: 打开高级代理设置…

source: Open Allow List
zh_hans: 打开允许列表

source: Open an HTTPS page in Chrome first
zh_hans: 请先在 Chrome 中打开一个 HTTPS 页面

source: Open an HTTPS page in Chrome first to confirm the proxy and certificate are correct before debugging app traffic.
zh_hans: 在调试应用流量之前，先在 Chrome 中打开一个 HTTPS 页面，以确认代理和证书正确。

source: Open Block List
zh_hans: 打开阻止列表

source: Open Breakpoint Rules
zh_hans: 打开断点规则

source: Open by System…
zh_hans: 使用系统打开…

source: Open Certificate
zh_hans: 打开证书

source: Open Certificate Guide
zh_hans: 打开证书指南

source: Open certificate management in General settings
zh_hans: 在“通用”设置中打开证书管理

source: Open Certificate Settings
zh_hans: 打开证书设置

source: Open Change Log
zh_hans: 打开更改日志

source: Open Check
zh_hans: 打开检查

source: Open Configured Terminal…
zh_hans: 打开已配置的终端…

source: Open Connections
zh_hans: 打开连接

source: Open connections may still be authenticating.
zh_hans: 打开的连接可能仍在进行身份验证。

source: Open Details to inspect the response, timing, and nearby requests before drawing a conclusion.
zh_hans: 在得出结论前，请打开“详细信息”检查响应、时序和附近的请求。

source: Open Developer Setup
zh_hans: 打开开发者设置

source: Open Diff View…
zh_hans: 打开差异视图…

source: Open External Proxy Settings
zh_hans: 打开外部代理设置

source: Open Full Change Log
zh_hans: 打开完整更新日志

source: Open Gist in default web browser
zh_hans: 在默认网页浏览器中打开 Gist

source: Open Gist with default Web Browser
zh_hans: 使用默认 Web 浏览器打开 Gist

source: Open GitHub
zh_hans: 打开 GitHub

source: Open HTTPS Decryption
zh_hans: 打开 HTTPS 解密

source: Open HTTPS Decryption Settings
zh_hans: 打开 HTTPS 解密设置

source: Open in Compose
zh_hans: 在 Compose 中打开

source: Open in New Tab
zh_hans: 在新标签页中打开

source: Open Inspector in New Window
zh_hans: 在新窗口中打开检查器

source: Open Keychain Access
zh_hans: 打开“钥匙串访问”

source: Open Keychain Access, choose System under System Keychains, and drag the PEM into the certificate list.
zh_hans: 打开“钥匙串访问”，在“系统钥匙串”下选择“系统”，然后将 PEM 拖到证书列表中。

source: Open Login Items
zh_hans: 打开登录项

source: Open Map Local
zh_hans: 打开 Map Local

source: Open Map Remote
zh_hans: 打开 Map Remote

source: Open Network Conditions
zh_hans: 打开 Network Conditions

source: Open Ollama
zh_hans: 打开 Ollama

source: Open Pairing
zh_hans: 打开配对

source: Open Plugins Folder
zh_hans: 打开插件文件夹

source: Open Prepared Terminal…
zh_hans: 打开已准备的终端…

source: Open Project
zh_hans: 打开项目

source: Open Proxy Settings
zh_hans: 打开代理设置

source: Open Publish to Gist documentation
zh_hans: 打开“发布到 Gist”文档

source: Open Queue
zh_hans: 打开队列

source: Open Quick Tools
zh_hans: 打开快捷工具

source: Open Rockxy Session
zh_hans: 打开 Rockxy 会话

source: Open Rule
zh_hans: 打开规则

source: Open Scripting
zh_hans: 打开脚本

source: Open Session
zh_hans: 打开会话

source: Open Session…
zh_hans: 打开会话…

source: Open Settings
zh_hans: 打开设置

source: Open Setup Guide…
zh_hans: 打开设置指南…

source: Open SSL Proxying for this host or capture SDK traffic with HTTPS_PROXY when debugging local apps.
zh_hans: 为此主机打开 SSL 代理，或在调试本地应用时使用 HTTPS_PROXY 捕获 SDK 流量。

source: Open System Settings
zh_hans: 打开系统设置

source: Open the %@ window
zh_hans: 打开 %@ 窗口

source: open the prepared browser
zh_hans: 打开已准备好的浏览器

source: open the prepared terminal
zh_hans: 打开已准备的终端

source: Open the raw response and match failed batch ids to their request methods.
zh_hans: 打开原始响应，并将失败的批次 ID 与其请求方法进行匹配。

source: Open the request details and check the highlighted evidence.
zh_hans: 打开请求详细信息并检查突出显示的证据。

source: Open the rule's editor window
zh_hans: 打开规则的编辑器窗口

source: Open the selected request in a separate Inspector window
zh_hans: 在单独的检查器窗口中打开选定的请求

source: Open the selected request in Compose and review every change before sending.
zh_hans: 在 Compose 中打开所选请求，并在发送前查看每一项更改。

source: Open this tab when a request carries JSON-RPC methods such as eth_call, sendTransaction, or getLatestBlockhash.
zh_hans: 当请求携带诸如 eth_call、sendTransaction 或 getLatestBlockhash 等 JSON-RPC 方法时，打开此标签页。

source: Open this tab when a request uses application/grpc metadata or length-prefixed gRPC messages.
zh_hans: 当请求使用 application/grpc 元数据或带长度前缀的 gRPC 消息时，打开此标签页。

source: Open with
zh_hans: 打开方式

source: Open with %@
zh_hans: 使用 %@ 打开

source: OpenAI-compatible Endpoint
zh_hans: OpenAI 兼容端点

source: OpenAPI infers schemas, hosts, and paths. Captured sensitive header and example values aren't exported; recognized sensitive query and body fields are omitted.
zh_hans: OpenAPI 会推断架构、主机和路径。不会导出捕获的敏感标头和示例值；识别出的敏感查询和正文字段会被省略。

source: Opened session with %lld transactions
zh_hans: 已打开包含 %lld 个事务的会话

source: Opens the %@ window.
zh_hans: 打开 %@ 窗口。

source: Operation
zh_hans: 操作

source: Operation %lld
zh_hans: 操作 %lld

source: Operations are applied in order. Later rows can overwrite earlier rows.
zh_hans: 操作按顺序应用。靠后的行可以覆盖靠前的行。

source: ops
zh_hans: 操作

source: Ops
zh_hans: 操作

source: Optional deployment or region label
zh_hans: 可选的部署或区域标签

source: Orange
zh_hans: 橙色

source: Order %lld
zh_hans: 顺序 %lld

source: Ordered Operations
zh_hans: 有序操作

source: Organization
zh_hans: 组织

source: Organizational Unit
zh_hans: 组织单位

source: Organize Project-scoped traffic and durable Traffic Tab layouts.
zh_hans: 整理项目范围的流量和持久流量标签页布局。

source: Original payload protected
zh_hans: 原始有效载荷已受保护

source: Other:
zh_hans: 其他：

source: Outcome
zh_hans: 结果

source: Output
zh_hans: 输出

source: Output Limit
zh_hans: 输出上限

source: Overrides %@. Other components are kept from the request.
zh_hans: 覆盖 %@。其他组件取自原请求。

source: Overview
zh_hans: 概览

source: P12 Password
zh_hans: P12 密码

source: Package ID
zh_hans: 包 ID

source: Pair the Babylon debug client with this Mac over the local network.
zh_hans: 通过本地网络将 Babylon 调试客户端与这台 Mac 配对。

source: Pairing token
zh_hans: 配对令牌

source: Pairing Token
zh_hans: 配对令牌

source: Pairing token copied
zh_hans: 配对令牌已复制

source: Pairing…
zh_hans: 正在配对…

source: Parameter name
zh_hans: 参数名称

source: Parameter value
zh_hans: 参数值

source: Parent Step
zh_hans: 父步骤

source: Parsing JSON...
zh_hans: 正在解析 JSON...

source: Passed
zh_hans: 已通过

source: PASSTHROUGH ACTIVE
zh_hans: 直通已启用

source: Password
zh_hans: 密码

source: Paste a GitHub token with Gist access. Rockxy stores the token in Keychain.
zh_hans: 粘贴一个具有 Gist 访问权限的 GitHub 令牌。Rockxy 会将该令牌存储在钥匙串中。

source: Paste Rockxy's host and port into Firefox Network Settings, import the root certificate into the browser authority store, then load a page to confirm.
zh_hans: 将 Rockxy 的主机和端口粘贴到 Firefox 网络设置中，将根证书导入浏览器的证书颁发机构存储，然后加载页面进行确认。

source: Paste Rockxy's host and port into Postman's Proxy settings, trust the exported PEM, and send one HTTPS request to confirm capture.
zh_hans: 将 Rockxy 的主机和端口粘贴到 Postman 的代理设置中，信任导出的 PEM，然后发送一个 HTTPS 请求以确认捕获。

source: Paste the proxy values into Firefox's Network Settings and import the CA into its own certificate store.
zh_hans: 将代理值粘贴到 Firefox 的网络设置中，并将 CA 导入其自己的证书存储区。

source: Paste the proxy values into Postman's settings and trust the exported PEM.
zh_hans: 将代理值粘贴到 Postman 的设置中，并信任导出的 PEM。

source: Pasteboard does not contain a cURL command.
zh_hans: 剪贴板中不包含 cURL 命令。

source: Path
zh_hans: 路径

source: Path and query
zh_hans: 路径和查询

source: Path prefix
zh_hans: 路径前缀

source: Path Prefix
zh_hans: 路径前缀

source: Path prefixes must start with /.
zh_hans: 路径前缀必须以 / 开头。

source: Path Scope
zh_hans: 路径范围

source: paths under %@
zh_hans: %@ 下的路径

source: Pattern
zh_hans: 模式

source: Pattern mode
zh_hans: 模式匹配

source: Pause after the incoming response is received.
zh_hans: 收到传入响应后暂停。

source: Pause before the outgoing request is forwarded.
zh_hans: 在传出请求被转发前暂停。

source: Pause matching traffic before it continues through the proxy.
zh_hans: 在匹配流量继续通过代理前将其暂停。

source: Pause Phase
zh_hans: 暂停阶段

source: Pause Phases
zh_hans: 暂停阶段

source: Pause Recording
zh_hans: 暂停记录

source: Pause recording new traffic without stopping the proxy. ⌥⌘R
zh_hans: 暂停记录新流量而不停止代理。⌥⌘R

source: Paused
zh_hans: 已暂停

source: Paused Traffic
zh_hans: 已暂停流量

source: Paw ships a manual system-proxy + CA snippet.
zh_hans: Paw 提供手动系统代理 + CA 代码片段。

source: Payload
zh_hans: 有效载荷

source: Payload encoding
zh_hans: 有效载荷编码

source: Payload transfer accounts for most of the request duration.
zh_hans: 有效载荷传输占请求时长的大部分。

source: Payload View
zh_hans: 有效载荷视图

source: Payloads truncated
zh_hans: 有效载荷已截断

source: Pending
zh_hans: 待处理

source: PENDING
zh_hans: 待处理

source: Personal Access Token
zh_hans: 个人访问令牌

source: Phase
zh_hans: 阶段

source: Physical Android devices use a manual proxy, user CA, and debug app trust flow.
zh_hans: 实体 Android 设备使用手动代理、用户 CA 和调试应用信任流程。

source: Physical devices cannot reach Rockxy while the proxy only listens on localhost. Turn off Only Listen on localhost, restart the proxy, and use the Device Proxy host plus active port.
zh_hans: 当代理仅监听 localhost 时，实体设备无法连接 Rockxy。请关闭“仅监听 localhost”，重新启动代理，然后使用“设备代理”主机和当前端口。

source: Physical devices need LAN reachability and manual proxy
zh_hans: 实体设备需要局域网可达并手动设置代理

source: Physical iOS devices use a manual proxy and certificate trust flow.
zh_hans: 实体 iOS 设备使用手动代理和证书信任流程。

source: Physical iPhone or iPad…
zh_hans: 实体 iPhone 或 iPad…

source: Pick the CLI flag variant or the main-process session.setProxy call, depending on how you launch the app.
zh_hans: 根据你启动应用的方式，选择 CLI 标志变体或主进程的 session.setProxy 调用。

source: Pin
zh_hans: 置顶

source: Pin a request to keep it at hand. Pinned requests appear here.
zh_hans: 置顶请求以便随时访问。置顶的请求会显示在这里。

source: Pin Evidence
zh_hans: 置顶证据

source: Pin Request
zh_hans: 置顶请求

source: Pinned
zh_hans: 已置顶

source: Platform / Region
zh_hans: 平台/地区

source: Plugin Category
zh_hans: 插件类别

source: Plugin Error
zh_hans: 插件错误

source: Plugins
zh_hans: 插件

source: Point the macOS system proxy at Rockxy — Paw follows the system proxy automatically.
zh_hans: 将 macOS 系统代理指向 Rockxy，Paw 会自动跟随系统代理。

source: Point the macOS system proxy at Rockxy (Paw follows it) and trust the exported PEM in the login keychain.
zh_hans: 将 macOS 系统代理指向 Rockxy（Paw 会遵循该设置），并在登录钥匙串中信任导出的 PEM。

source: Point your Node.js client at Rockxy's local proxy and trust the exported root certificate.
zh_hans: 将你的 Node.js 客户端指向 Rockxy 的本地代理，并信任导出的根证书。

source: Port
zh_hans: 端口

source: Port must be a number from 1 to 65535.
zh_hans: 端口必须是 1 到 65535 之间的数字。

source: Port Number
zh_hans: 端口号

source: Port Number:
zh_hans: 端口号：

source: Ports are not supported. Enter a bare host or a valid unbracketed IPv6 address.
zh_hans: 不支持端口。请输入不含端口的主机，或有效且不带方括号的 IPv6 地址。

source: POST with Form
zh_hans: 带表单的 POST

source: POST with JSON
zh_hans: 使用 JSON 的 POST

source: POST with Multiparts
zh_hans: 带多部分内容的 POST

source: Postman ships a manual proxy + CA configuration snippet.
zh_hans: Postman 提供手动代理和 CA 配置片段。

source: Prefer the macOS system proxy for simulator apps
zh_hans: 模拟器应用优先使用 macOS 系统代理

source: Prefer the simulator for watchOS and tvOS
zh_hans: watchOS 和 tvOS 建议优先使用模拟器

source: Preparation Details
zh_hans: 准备详情

source: Prepare Bug Report
zh_hans: 准备错误报告

source: Prepare Replay…
zh_hans: 准备重放…

source: Prepare this request for replay?
zh_hans: 为重放准备此请求？

source: Prepared %@ profile opened.
zh_hans: 已打开准备好的 %@ 描述文件。

source: Prepared %@ terminal session opened.
zh_hans: 已打开准备好的 %@ 终端会话。

source: Preparing bounded comparison…
zh_hans: 正在准备有界比较…

source: Preparing certificate sharing link...
zh_hans: 正在准备证书共享链接...

source: Preparing download…
zh_hans: 正在准备下载…

source: Preparing redacted preview…
zh_hans: 正在准备脱敏后的预览…

source: Preparing Rockxy %@…
zh_hans: 正在准备 Rockxy %@…

source: Preparing the app bundle and installation metadata.
zh_hans: 正在准备 App 包和安装元数据。

source: Preparing the exact request for Review Data.
zh_hans: 正在为“审查数据”准备确切请求。

source: Preparing the listener and system routing.
zh_hans: 正在准备监听器和系统路由。

source: Preparing the new app bundle and installation metadata.
zh_hans: 正在准备新的 App 包和安装元数据。

source: Preparing the update on your Mac.
zh_hans: 正在你的 Mac 上准备更新。

source: Preparing update
zh_hans: 正在准备更新

source: Preparing update…
zh_hans: 正在准备更新…

source: Present
zh_hans: 存在

source: Presentation mode
zh_hans: 演示模式

source: Preserve Host header
zh_hans: 保留 Host 标头

source: Preset
zh_hans: 预设

source: Presets
zh_hans: 预设

source: Presets add connection latency and pace request and response bodies at the displayed limits. Custom Latency leaves upload and download bandwidth unlimited.
zh_hans: 预设会增加连接延迟，并按显示的限制控制请求和响应正文的传输速率。自定义延迟不会限制上传和下载带宽。

source: Prettify JSON
zh_hans: 美化 JSON

source: Prettify XML
zh_hans: 美化 XML

source: Preview
zh_hans: 预览

source: Preview is local. JWT signatures are decoded, not verified.
zh_hans: 预览为本地进行。JWT 签名仅被解码，而非验证。

source: Preview JWT
zh_hans: 预览 JWT

source: Preview Tabs
zh_hans: 预览标签页

source: Previous Item
zh_hans: 上一个项目

source: Previous Item (⌘[)
zh_hans: 上一个项目 (⌘[)

source: Priority
zh_hans: 优先级

source: Privacy
zh_hans: 隐私

source: Privacy Policy
zh_hans: 隐私政策

source: Private Key…
zh_hans: 私钥…

source: Privileged Helper Tool
zh_hans: 特权辅助工具

source: Probe command copied.
zh_hans: 已复制探测命令。

source: Production emulator images behave like real devices: apps only trust user CAs when their network-security-config allows it.
zh_hans: 生产版模拟器映像的行为与真实设备相同：仅当 App 的 network-security-config 允许时，App 才会信任用户 CA。

source: Profile
zh_hans: 配置文件

source: Project
zh_hans: 项目

source: Project capacity
zh_hans: 项目容量

source: Project Export Failed
zh_hans: 项目导出失败

source: Project Import Failed
zh_hans: 项目导入失败

source: Project Name
zh_hans: 项目名称

# Project names are limited to %lld characters (received %lld).
source: Project names are limited to %1$lld characters (received %2$lld).
zh_hans: 项目名称不得超过 %1$lld 个字符（收到 %2$lld 个）。

source: Project names cannot contain control characters.
zh_hans: 项目名称不能包含控制字符。

source: Project Operation Failed
zh_hans: 项目操作失败

source: Projects
zh_hans: 项目

source: Projects are not ready. Retry loading the catalog first.
zh_hans: 项目尚未就绪。请先重试加载项目目录。

source: Projects are stored locally on this Mac.
zh_hans: 项目存储在这台 Mac 本地。

source: Projects changed since this update was prepared. Try again.
zh_hans: 自准备此更新以来，项目已发生更改。请重试。

source: Projects Could Not Be Loaded
zh_hans: 无法加载项目

source: Projects could not be loaded. Changes will not be saved.
zh_hans: 无法加载项目。更改将不会被保存。

source: Projects could not be loaded. Repair Projects before importing captured traffic.
zh_hans: 无法加载项目。请先修复项目，再导入捕获的流量。

source: Projects could not be loaded. Repair Projects before starting capture.
zh_hans: 无法加载项目。开始捕获前，请修复项目。

source: Projects could not be loaded. Traffic Tab and filter changes will not be saved until Projects are repaired.
zh_hans: 无法加载项目。在项目修复之前，流量标签页和过滤器的更改不会被保存。

source: Projects keep Traffic Tab layouts and filters together.
zh_hans: 项目会将流量标签页布局和筛选条件集中保存。

source: Projects save tab names, filters, and layout. Each Project keeps separate in-memory traffic.
zh_hans: 项目会保存标签页名称、筛选器和布局。每个项目在内存中分别保留独立的流量。

source: Protobuf Mapping
zh_hans: Protobuf 映射

source: Protobuf Mapping…
zh_hans: Protobuf 映射…

source: Protobuf schema file must be 1 MB or smaller.
zh_hans: Protobuf 架构文件不得超过 1 MB。

source: Protobuf schema host pattern is invalid: %@
zh_hans: Protobuf 架构主机模式无效：%@

source: Protobuf schema storage is limited to %lld schemas in this build.
zh_hans: 在此版本中，Protobuf 架构存储上限为 %lld 个架构。

source: Protobuf schema upload is unavailable in this build.
zh_hans: 此构建版本不支持上传 Protobuf 架构。

source: Protocol
zh_hans: 协议

source: Provider
zh_hans: 提供商

source: Provider API base URL
zh_hans: 提供商 API 基础 URL

source: Provider data and API documentation
zh_hans: 提供商数据和 API 文档

source: Provider Error
zh_hans: 提供商错误

source: Provider profile and its saved credential removed.
zh_hans: 已移除提供商配置及其保存的凭据。

source: Provider returned a JSON-RPC error
zh_hans: 提供商返回了 JSON-RPC 错误

source: Provider returned a JSON-RPC error.
zh_hans: 提供商返回了 JSON-RPC 错误。

source: Provider Storage
zh_hans: 提供商存储

source: Provider, chain, or node baseline
zh_hans: 提供商、链或节点基线

source: Proxy
zh_hans: 代理

source: Proxy automatic configuration URL
zh_hans: 代理自动配置 URL

source: Proxy Bypass
zh_hans: 代理绕过

source: Proxy Error
zh_hans: 代理错误

source: Proxy Helper Tool:
zh_hans: 代理 Helper 工具：

source: Proxy or gateway header
zh_hans: 代理或网关标头

source: Proxy Overridden
zh_hans: 代理已被覆盖

source: Proxy port, launch behavior, and the root CA certificate.
zh_hans: 代理端口、启动行为和根 CA 证书。

source: Proxy requires authentication
zh_hans: 代理需要身份验证

source: Proxy Server Stopped
zh_hans: 代理服务器已停止

source: Proxy Settings
zh_hans: 代理设置

source: Proxy status
zh_hans: 代理状态

source: Proxy Status
zh_hans: 代理状态

source: Proxy stopped
zh_hans: 代理已停止

source: Proxy-aware traffic is routed to Rockxy. Some apps ignore the macOS system proxy and stay direct.
zh_hans: 可感知代理的流量会路由到 Rockxy。部分应用会忽略 macOS 系统代理并保持直连。

# Proxy: %@. %@
source: Proxy: %1$@. %2$@
zh_hans: 代理：%1$@。%2$@

source: Proxyman Settings…
zh_hans: Proxyman 设置…

source: Public Gist
zh_hans: 公开 Gist

source: Public Gists are discoverable and searchable on GitHub. Anyone can find this traffic.
zh_hans: 公开 Gist 可在 GitHub 上被发现和搜索。任何人都能找到此流量。

source: Public Gists are discoverable. Review captured traffic before publishing.
zh_hans: 公开 Gist 可被搜索发现。发布前请审查捕获的流量。

source: Publish
zh_hans: 发布

source: Publish as
zh_hans: 发布为

source: Publish as:
zh_hans: 发布为：

source: Publish Selected to Gist…
zh_hans: 将所选内容发布到 Gist…

source: Publish Selected to GitHub Gist
zh_hans: 将所选内容发布到 GitHub Gist

source: Publish to Gist Failed
zh_hans: 发布到 Gist 失败

source: Publish to Gist…
zh_hans: 发布到 Gist…

source: Publish to GitHub Gist
zh_hans: 发布到 GitHub Gist

# Published %lld request%@ to Gist
source: Published %1$lld request%2$@ to Gist
zh_hans: 已将 %1$lld 个请求%2$@发布到 Gist

source: Publishing Defaults
zh_hans: 发布默认设置

source: Publishing…
zh_hans: 正在发布…

source: Purple
zh_hans: 紫色

source: QR unavailable
zh_hans: QR 不可用

source: Query
zh_hans: 查询

source: Query is too complex.
zh_hans: 查询过于复杂。

source: Query is too long.
zh_hans: 查询过长。

source: Query must start with $ or @.
zh_hans: 查询必须以 $ 或 @ 开头。

source: Quick Tools
zh_hans: 快捷工具

source: Quit
zh_hans: 退出

source: Quit and reopen Rockxy, then check the helper again.
zh_hans: 退出并重新打开 Rockxy，然后再次检查辅助工具。

source: Quit Rockxy
zh_hans: 退出 Rockxy

source: Quit Rockxy?
zh_hans: 退出 Rockxy？

source: Rate limiting is the leading hypothesis
zh_hans: 速率限制是主要假设

source: Raw
zh_hans: 原始

source: Raw bytes
zh_hans: 原始字节

source: raw bytes · %lld bytes
zh_hans: 原始字节 · %lld 字节

source: Raw HTTP Message
zh_hans: 原始 HTTP 消息

source: Raw includes the request or status line and headers. Other formats focus on body content and may show an unavailable state when the selected payload does not match.
zh_hans: Raw 包含请求行或状态行以及标头。其他格式侧重于正文内容，当选定的有效载荷不匹配时可能显示为不可用状态。

source: Raw Protobuf Payload
zh_hans: 原始 Protobuf 有效载荷

source: Raw Request
zh_hans: 原始请求

source: Raw Request & Response...
zh_hans: 原始请求与响应...

source: Raw Response
zh_hans: 原始响应

source: Re-check the iOS Wi-Fi proxy, Android Wi-Fi proxy, Android Emulator 10.0.2.2 host, or the Device Proxy LAN host before changing React Native code.
zh_hans: 在更改 React Native 代码之前，请重新检查 iOS Wi-Fi 代理、Android Wi-Fi 代理、Android 模拟器 10.0.2.2 主机或设备代理 LAN 主机。
